Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: Tigre
khw: ٹیگرا

source: Tigrinya
khw: ٹیگرینیا

source: Tlazoyaltepec Mixtec
khw: ٹلازویالٹپیک میکس ٹیک

source: Toba Qom
khw: توباقوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
khw: تان ای میلو بدیل یا ایدیٹ کوریکو بچین، اسپہ تین ای میل انځاوے

source: Today
khw: ہنون

source: Today's Common Voice progress on clips recorded
khw: ریکارڈ بیرو ہوازو سورا ہنونو کامن وائسا بیرو کوروم۔

source: Today's Common Voice progress on clips validated
khw: کامن وائسا ہنون تصدیق بیرو ہواز

source: Today's Progress
khw: ہنونو کوروم

source: Toki Pona
khw: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
khw: کامن وائسو ڈیٹاسیٹا انگیکو پچین اسکوردی ہوازو استعمالا انگیاک غیژی غیژی تصدیق کوریلیک

source: Too many files
khw: بو ذیاد فائل

source: Top Contributors
khw: سافو سار زیاد مدد کوراک

source: Torwali
khw: توروالی

source: Total
khw: تمام

source: Total Approved
khw: تھمام منظور بیرو

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
khw: اسپہ ہوسکیو وݰکی فائدان خاکو دیتی اسوسی وا واضح کوری اسوسی کی کیا معلوماتان عام رویان پچین کھولاو کوسیان۔ کامن وائسو تان کمپیوٹیرا یا موبائلا شروع کوریکو پچین موڑا دیرو لنکو استعمال کورے۔

source: Toward next goal
khw: نوغ حدافو ویلٹی

source: Track progress here and on your stats page.
khw: تان کروم کندوری ہوئے رے ہیا پتہ کو وا تان حساب کتابو صفحہ

source: Transcribe
khw: نیویشیکا انگے

source: Transcribe answers
khw: جوابان نیویشیکا غیراوے

source: Transcribe Audio
khw: ہوازو نیویشیکا غیراوے

source: Transcribe audio recordings into text
khw: تان زبانا ہوازو رکارڈنگو نویشیکا انگے

source: Transcribe audio recordings in your language
khw: تان وارا ہوازو رکارڈنگو نیویشیکا انگے

source: Transcribe Audio <small>(Coming soon)</small>
khw: ہوازو نیویشیکا غیراوے<small> (شاو گویان)</small>

source: Transcript edited successfully
khw: نیویشیرو کامیابیو سورا سہی کورینو ہوئے

source: Transcript skipped successfully
khw: نیویشیرو کامیابیو سورا سورین نسیتاؤ۔

source: Transcript submitted successfully
khw: نیویشیرو کامیابیو سورا جمع ہوئے۔

source: Transcript voted successfully
khw: نیویشیرو تین کامیابیو سورا ووٹ دینو ہوئے۔

source: Transgender
khw: موش تہ کیمری

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
khw: اسپہ<translateVideoLink> رہنمائیو</translateVideoLink> لوڑے کی 'پونتونو' کیچہ کوری استعمال کوریلیک۔

source: Translating the site
khw: سائٹو ترجمہ کوریک

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
khw: انگریزیار ترجمہ کوریلیک لیکن خور وار دی <strong> تجویز </strong>شینی۔ <strong>کلیک </strong> پروفائلو نݰان وا <strong> ترتیبا</strong> لینک وا کیا وارو کی تو کوسان توغو شامل کو۔ موڑا ہوسکی وݰکی کونا ترجمان لسٹ بوئی توغوتین<strong> مقامی<strong> رینیان۔ ترجمہ ای بس اچا ہے سائٹا گویان

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
khw: کامن وائسو سائٹو ترجمہ<strong> پونتونا</strong> بویان۔

source: Try again by dragging your file here
khw: تان فائلو ہیا پیځی ای خور کوشش کو

source: Try uploading again
khw: اپلوڈ کوریکو وا کھوشش کو

source: Tshivenda
khw: شیوندا

source: Tunen
khw: تونین

source: Tupuri
khw: ٹوپوری

source: Turkish
khw: تورکیش

source: Turkmen
khw: ترکمان

source: Tush
khw: توش

source: Tuvan
khw: توان

source: Twi
khw: توی

source: Typically megabytes
khw: عام طورا میگا بائٹس

source: Ubykh
khw: ابیخ

source: Udmurt
khw: اودمورت

source: Ukrainian
khw: یوکرینئین

source: Understand contribution criteria
khw: حصہ گنیکو اصول تہ تین پتہ بائے

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
khw: ہوݰ کو کامن وائسو ڈیٹاسیٹا جملان وا اسکوردی ہوازان کیچہ کوری جمع وا تصدیق کورونو بوئے

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
khw: ہیہ لوو ہوݰ کو کی ہواز کار کوراوا کھیو خیال لکھیلیک، وا کیا مدد ہوازو رکارڈنگو بہتر کویان۔

source: Universities, Academics and Researchers
khw: یونیورسٹی، ماہر تعلیم وا محقیق

source: Upload aborted. Do you want to delete your recordings?
khw: اپلوڈ بند ہوئے، تان رکارڈینگو بوغیسانا؟

source: Upload an image file
khw: ای فوٹو فائل اپلوڈ کو

source: { $uploadedQuestions } of { $totalQuestions } questions collected
khw: { $totalQuestions } موژار{ $uploadedQuestions } سوال جمع ہونی

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
khw: { $uploadedQuestions } موژار 1 ای سوال جمع ہوئے۔ سوالان کیچا کوری شامل کوم رے اسپہ <guidelinesLink>رہنمائیو صفو</guidelinesLink> لوڑے

source: { $uploadedSentences } of { $totalSentences } sentences collected
khw: { $uploadedSentences } موژار { $totalSentences } جملہ بڑاڅیتاؤ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
khw: { $totalSentences }موژار { $uploadedSentences } جملہ جمع ہونی۔ ہیا <downloadLink>کلک کو</downloadLink> مسترد بیرو جملان ڈونلوڈ کوریکو بچین.

source: Upload failed, please retry.
khw: اپلوڈ نو ہوئے، مہربانی کوری وا کھوشش کو

source: Upload <icon></icon> public domain sentences
khw: عام رویان دائرہ استعمال بک </icon> <icon> جملہ اپلوڈ کو

source: Upload in progress...
khw: اپلوڈ جاری شیر

source: Upload more sentences?
khw: جملہ خوردی اپلوڈ کو

source: Upload of this clip keeps failing at server. Reload the page or try again later.
khw: ہیا ہوازو سرورا اپلوڈ کورین نو بویان۔ صفحو وا لوڈکو یا پھوک اچا کھوشش کو۔

source: Upload of this clip keeps failing, keep retrying?
khw: ہیا ہوازو اب لوڈ کورین نو بویاں، کوشیشو جاری

source: Urdu
khw: اردو

source: Use correct grammar
khw: صحیح گرائمر استعمال کو

source: Use correct spelling and grammar
khw: صحیح املہ وا گرائمر استعمال کو

source: Use correct spelling and punctuation
khw: املہ وا زیر زبران صحیح استعمال کو

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
khw: کا لودیکو <mark> صورتا فائد مند بوئے</mark> وا ہݰ معاملہ استعمال بوئے (مثلا تو کیہ وختہ کہ ہݰ مݰکیتاو کی لوو ہوݰ کوراک ہتیتان سوم کوروم کورار کا کی نو نیویشی وا عام لو دونیان )

source: User Name
khw: استعمال کوراکو نام

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
khw: استعمال کوراک مہربانی کاردو ہوازان سہی بیکو تصدیق کونیان، لڑینیان کہ ریاک ہے جملان سہی را اسور۔

source: Ushojo
khw: اوشوجو

source: Uyghur
khw: اوغور

source: Uzbek
khw: ازبک

source: Validated Clips
khw: تصدیق بیرو ہواز

source: Validated Hours
khw: تصدیق کورینو بیرو گھنٹہ

source: Validated Hr. Total
khw: مکمل تصدیق بیرو ایچ آر

source: Validate readings
khw: ریکو تصدیق کو

source: Validate Readings
khw: ریکو تصدیق

source: Validate Readings, Review Transcriptions
khw: ریکو تصدیق کورے، نیویشیروان وا لوڑے

source: Validate Readings <small>(Coming soon)</small>
khw: ریکان تصدیق کو<small>ݰاؤ گویان</small>

source: Validate readings submitted by community members
khw: کمیونیٹیو ممبرانان جمع کردو ریکان تصدیق کو

source: Validate user-recorded readings in your language
khw: تان وارا کورما انگیاگو رکارڈ بیرو ریکو تصدیق کو

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
khw: کامن وائسو تین مہربانی کاردو ہواز توثیق کوریک دی بو اہم۔ کار کورے وا اسپہ سون معیاری وا ویریع ہوازو معلومات ساوزیکا مدد کو۔

source: Validation Progress
khw: ہمونیہ پت تصدیق بیرو

source: Validations
khw: تو ثیق

source: Value and recognition.
khw: قدر وا قبول کوریک

source: Variant Contribution Options
khw: شکلان مدد کوریکو پچین اختیار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
khw: وارو ای شکل ہورو ای مخصوص قسم مثلا ہیس ای علاقہ یا کمیونٹیا حال بک رویان ای بوئے۔ بعض وختہ ہموتین لہجہ رینو بوئے

source: Varying Pronunciations
khw: بدل لہجہ

source: Venetian
khw: وینیٹئین

source: Version
khw: ورژن

source: Very common mistakes include:
khw: بو عام غلطی ہمیت:

source: Vietnamese
khw: ویتنامی

source: View your progress against personal and project goals.
khw: تان کورمو تان ذاتی وا منصوبو حدفان سوم تقابلہ کو۔

source: Visible
khw: غیچی گیاگ

source: Visit our blog or write about us
khw: اسپہ مضمونان لوڑے یا اسپہ بارا نیویشے

source: Voice clips are entered into a submission queue that readies them for listening.
khw: اسکوردی ہوازان ای جیرا لکھیکو ہتیرا ہیت کار کوریکو بچین تیار بونیان۔

source: Voice Collection
khw: ہوازا بڑځیک

source: Voice Contribution
khw: ہوازو مہربانی کوریک

source: Voice Dataset, Ready for Download
khw: ہوازان ڈیٹا سیٹ ڈونلوڈ کوریکو پچین تیار۔

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
khw: ہواز قدرتی، ہواز انسانی، ہیا وجہیں دیتی اسپہ مشینو پچیں استعمال بک ہوازو ٹیکنالوجی ساوزیکا دلچسپی شیر۔ لیکن ہوازو نظام ساوزیکو پچین ساوزیکان تے ای بو لوٹ مقدارہ ہوازو ڈیٹا ضرورت۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
khw: ہواز قدرتی، ہواز انسانی، ہیا وجہیں دیتی اسپہ مشینو پچییں ہوازو استمال کورا ٹیکنالوجی ساوزیکا دلچسپ لکھوسیان۔ لیکن ہوازو نظام ساوزیکو پچین ای بو لٹ مقدارا ڈیٹا ضرورت۔

source: Voices Online Now
khw: ہواز ہنسے اونلائین ہونی

source: Voice Validation
khw: ہوازو تصدیق کوریک

source: Volume
khw: توڑ-لش

source: Votic
khw: وٹیک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
khw: وکس فورج نویشیرو تقریران جمع کریکو بچین قائم ہوئے۔ ہیہ مفت وا اوپن سورس تقریران ہوݰ کوراک انجینا استعمالو باواوتائے۔

source: Wakhi
khw: واخی

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
khw: تو کامن وائسو ہمو سار دی بہتر بیک کی مݰکیسانا؟ بو جام! اسپہ تین ای میل کو یا <discourseLink> مشقولگیو</discourseLink> ژاغا گے۔ ہیا سائٹو نقصان <githubLink>گیت ہب ذریعا جمع کو یا کمیونیٹیو مشقول گیو خانہ گے۔

source: Want to save your information? <createProfile>Create a profile</createProfile>
khw: تان معلوماتان محفوظ کوسانا? <createProfile>پروفائل ساوزاوے</createProfile>

source: Want to stay in touch with Common Voice?
khw: کامن وائسو سوم رابطہ بہچیک مݰکیسانا؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
khw: تو تان سورو اگاہ بہچیک کی مݰکیسان کی اسپہ کامن وائسو ڈیٹاسیٹو نوغ ورژنو کیا وخت نیزیسی؟ تھے اسپہ نیوز لیٹرو سبسکرائب کورے۔

source: Watch our video explainer to help
khw: مدد دیکو بچین اسپہ وضاحت دیاک ویڈیو لوڑے

source: Wayuunaiki
khw: وایونائکی

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
khw: اسپہ ہمیشو بچین معلوماتان استعمال کوراکان سر توغو ضرورت اوچے ماحولو بارا رائے گانیک مݰکیسان۔ ای بیتی ڈیٹا بځیکو ژاغار گنی، ڈیٹوصحتو سورا غیچ لاکھیکھا پت، اسپہ تا سر <emailFragment>رائے مݰکیسیان</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
khw: اسپہ ای اوپن سورس وا سفو پچین دستیاب ڈیٹاسٹ ساوزیسیان کی ہیرو ہار ایولی لوو-دیاک اپلیکیشنان تربیت دیکو پچین استعمال کوریکو بوئے۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
khw: اسپہ عوامی شعبے ٹیکنالوجیا، تخلیقی کوروم کوریکا وا واران حقو کورما شامل بیکو بچین مدد کوریکا بو پرجوش اسوسی۔ تہ کی پھوک لوٹ منصوبہ یا مہم چلیکو ارادہ شیر اسپہ سوم <emailFragment> سوم رابطہ کو</emailFragment>

source: We are going out to get a coffee.
khw: اسپہ بیری کافی پیاو بیسیان

source: We are going out to get coffee.
khw: اسپہ بیری کافی پیاو بیسیان۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
khw: اسپہ رویان تین تان جنسو یا موشا کیمیری شناختو بارا لودیکو پچین بو اختاردوسیان۔ مہربانی کوری تان بارا تفصیل ہش طریقہ دیت کی ہسے بو قدرتی بائے۔ <learnMoreLink> جنسو بارا خور دی ݯھیݯور</learnMoreLink>۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
khw: اسپہ موزیلا ہوازو ٹکنالوجیو سورا ایک کمیونیٹی ساوزیسیان۔ اسپہ معلومات گنیگ، نوغ معلومات ذریعان وا تو ہمی معلوماتان کچہ کوری استعمال کوسان رے تان سورو خبردار بہچیکو جاری سوتیک مشکیسیان،

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
khw: اسپہ تین یقین شیر کی سفو بچین دسیتاب ہوازان ڈیٹاسیٹ تخلیقی کورمان، وامشینو ݯھیݯھیکو بنیادا لوو ٹیکالوجی صحت مند تجارتی مقابلو ذیاد بوئے۔ ہیہ پورا دنیا کھوشش وا اسپہ سفو ہیہ حصہ دریکو دعوت دوسیان۔ اسپہ مقصد ہیہ کہ لودیاک ٹیکنالوجی سفو بچین، پورا دینو مختلف ہوازان ژاغا بائے۔

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
khw: اسپہ یقین شیر کی سفو پچین دسیتاب ہوازان ڈیٹاسیٹ نوع ایجاداتان، وامشینو ݯیݯیکو بنیادا لوو ٹکالوجی صحت مند تجارتی مقابلو زیاد کوئے۔ کامن وائسو پوشٹیار ِیی عام رویان پچین بو واران ہوازان سفو سار لوٹ ڈیٹاسیٹ لیکن ہیا صرف ای نو۔ ہیا صفحو خور اوپن سورس ڈیٹاسیٹو حوالو پچین لوڑور وا کامن وائس کی لوٹ باو ہائے، اسپہ خبران دیکو پیچین ای ژاغا۔

source: Website Localization
khw: ویب سائیٹو مقامی کوریک

source: Websites
khw: ویب سائٹ

source: We couldn’t find that page for you
khw: اسپہ ہتے صفحو تہ بچین لیکو نو بیتام

source: We couldn’t get any audio clips for you to listen to. Please try again later.
khw: اسپہ تہ تین کار کوریکو پچین ہوازو کلپ دیکو نو بوسیان, پھوک اچا کوشیش کو

source: We couldn’t get any sentences for you to speak. Please try again later.
khw: تہ ریکو بچین اسپہ سوم کیا جملہ نیکی۔ مہر بانی کوری پھوک اچا کھوشش کو-

source: Weekly
khw: ہفتہ وار

source: Weekly Goal
khw: ہفتو مقصد

source: We launch the Common Voice site in this language.
khw: اسپہ کامن وائسو سائٹو ہیہ وارا شروع اریتام۔

source: Welcome { $company } staff!
khw: { $company } ملازمینان تین خوش امدید کوسیان

source: Welcome to Common Voice
khw: کامن وائسا خوش امدید

source: Welcome to Spontaneous Speech
khw: اسپونٹینئس اسپیچا گیکو بچین تہ منادار

source: Welsh
khw: ولش

source: We may have run out of clips - refresh the page, or try again later.
khw: اسپہ سون کلب ختم بیرو بونی، پیجو نوغ کو، یا پھوک اچا وا کوشش کو

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
khw: تہ ہتے دردخواست اسپہ سوم نو توریرو بوئے۔ مہربانی کوری اسپہ تین ای میل کو<emailLink>{ $email }</emailLink>وا اسپہ تہ تین جواب دوسی۔

source: We periodically release the dataset
khw: اسپہ وقتاً فوقتاً ڈیٹاسیٹو پوروشٹا انگوسیان

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
khw: اسپہ وعدہ کوسیان کہ اسپہ تہ معلوماتان حوالا احتیاط کوسی۔ وا دی اسپہ <privacyLink> رازداریوں نوٹسو </privacyLink>راوے۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
khw: اسپہ ہوازان بو وارا وا اوپن سورس ڈیٹاسٹ ساوزیسیان، ہتوغو ہرکا لو شیرو کمپیوٹیرو پروگرامان تربیت دیکو بچین استعمال کوریکو بوئے۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
khw: اسپہ سفو بچین ہوازان ڈیٹاسیٹو بومبوخ رویان ڈالو ݯکھے ساوزیسیان۔ تان ہوازو مہربانی کورے، خور رویان ہوازان سہی بیکو تصدیق کو۔ ڈیٹاسیٹو ہار کوس بچین بہتر کورے۔

source: We’re experiencing unexpected downtime
khw: اچانک وقفہ گیتی شیر

source: We're going out to get coffee.
khw: اسپہ بیری کافی پیاو بیسیان۔

source: We’re going out to get coffee.
khw: اسپہ بیری کافی پیاو بیسیان

source: We release the dataset every 3 months.
khw: اسپہ ڈیٹا سیٹو ہر 3 مسہ جاری کوسیان

source: We're making some big changes
khw: اسپہ پھوک لوٹ تبدیلی کوسیان

source: We're receiving a lot of traffic and are currently investigating the issues.
khw: بو ذیاد روئے استعمالا شیر نقصو مݰکیسیان۔

source: We’re sorry, your platform is not currently supported.
khw: افسوس کوسیان! تہ پلیٹ فارمو ہایا ٹائمہ مدد کورین نو بویان۔

source: Western Highland Purepecha
khw: مغربی ہائلینڈ پیوری پیچا

source: Western Penan
khw: مغربی پینان

source: Western Sierra Puebla Nahuatl
khw: ویسٹرن سائیرا پیوبلا نہواتل

source: Westphalian
khw: ویسٹپھالیئن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
khw: اسپہ ترجمہ کوریکو پچین موزیلو ای اسپاپو استعمال کوسیان توغوتین <pontoonLink> 'پونتون' </pontoonLink> رینیان ۔ پونتونا بو وار شینی۔ لیکن تہ وار کی ہیرا نیکی توغو شامل<pontoonRequestLink> کوریکو بچین عرضی کوریکو بوس۔<pontoonRequestLink>۔ اچی ہے وارو کامن وائسو منصوبہ دستیاب بیکو بچین <githubRepoLink> گیٹ ہبا</githubRepoLink> بے نوغ وارو بچین عرضی کو۔ ہے ویب سائٹو ترجمو بچین<localizationFragment> خور معلوماتان</localizationFragment> دی لوڑے

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
khw: اسپہ پھوک بدل اریتام۔ پرانو کورمار اچی، ڈیلٹا حصہ نوغ ہواز لکھیتام ہیہ کورمو بارا خور معلومات </deltaLink>ہیا ژاغا</deltaLink> شینی۔

source: We've run out of sentences to record in this language...
khw: ہیا وارا رکارڈ کوریکو پچین اسپہ سوم جملہ ختم بیتی شینی۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
khw: اسپہ ہݰ 'اسپیچ ماڈل' مݰکیسیان کی ہسے مختلف لو دیاکان سلسلو ہوݰ کوریکا بہتر بار۔ ہموݰ بیکو بچین وائس ڈیٹا سیٹا مختلف رویان نمائندگی بائے۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
khw: اسپہ مݰکیسیان کی مشینو سورا ݯھیݯھاک حساب کتاب بو قسمہ گوݯتو ہوازو سنبال کورار وا نسبتا بو توڑ ہوازو منظور کوریکو بار بشرطہ ہتیت تھمام نیویشیرو کار کوریکو منع مو کورار۔ لش گوݯتو ہواز صحیح شیر؛ لش باشاوونو تہ ہر ای لفظو کار کوریکو رکاوٹ ساوز بویان۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
khw: اسپہ تھمام لہجان قبول کوسیان! ای ہوازو رد ہیہ لوا کوراوا بو احتیاط کوکہ ریاک لفظو غلط ادا کوری اسور ،ریاوا غلط ژاغا زور دیتی اسور یا غلط ژاغا ژینگے اسور۔ دنیا بو قسمہ لہجہ شینی، تہ کمیونیٹیا ہیت تا کارا نو توریرو بوئے۔

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
khw: اسپہ تہ کمیونٹیو منیجرو تین لو دوسی کی تہ دلچسپی شیر تاکہ ہسے تہ تین خور دی تہ ضرورتو مدد یا معلومات دوئے

source: We will be in touch with more information about how to add your language to Common Voice very soon.
khw: تا وار کامن وائسا کیچہ کوری شامل بوئے ہیہ بارا اسپہ بو ݰاو خور دی معلومات گنی رابطہ کوسی۔

source: We will be in touch with more information as it becomes available.
khw: ہیا کی دستیاب ہوئے اسپہ خور معلوماتان گنی وا ملاو بوسی

source: We will not make your email public.
khw: آسپہ تہ ای میلو وریغ نو کوسی۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
khw: اسپہ معلوماتان موژار تہ ہوازو بوغیکو عارضیو لاڑیسی۔ تہ عارضی کی قبول ہوئے، اسپہ کاکی تہ ہوازان ڈاونلوڈ کوری اسونی ہتیتانتین درخواست کوسی کی ہتیت دی بوغیانی

source: We will show you a prompt or question
khw: اسپہ تہ تین ای اشارہ یا سوال پشیسی

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
khw: اسپہ مشرقی افریقا، انٹرنیٹو صحت مند ژاغا ساوزیکو بچین، فلاحی اداران، تنظیمان وا کمیونیٹیو سوم کوروم کوسیان۔ اسپہ <programmaticWork> پروگرامو کورمان</programmaticWork> بارا خور دی معلومات گنے۔

source: What is a language on Common Voice?
khw: کامن وائسا ای وار کیا اشناری؟

source: What issues are you experiencing with this content?
khw: ہمی مواد تہ تین کیا مسلٔہ پیدا کونیانا؟

source: What issues are you experiencing with this sentence?
khw: ہیہ جملہ تہ تین کیا مسلٔہ پیدا اریر؟

source: What is your age?
khw: تہ عمر کیاغ؟

source: What is your sex or gender?
khw: تو موشا کیمیری؟

source: What kind of goal do you want to build?
khw: تو کیا قسمہ مقصد لکھیک مݰکیسان؟

source: What needs to be in my file?
khw: مہ فائلا کیاغ بیلیک؟

source: What questions can I add?
khw: کیا سوال اوا شامل کوریکو بوم

source: What sentences can I add?
khw: کیہ جملو شامل کوم؟

source: What’s inside the Common Voice dataset?
khw: کامن وائسو ڈیٹا سیٹا اندیرنی کیاغ شیر؟

source: What's Public?
khw: وریغ کیا اشناری؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
khw: استعمالا انگیاگ ہوازو کی رد اریر ہسے واپس جیرہ گویان۔ جوؤ مکالہ کی رد ہوئے ہتغو "ہوازان قبرستانا" الینو بویان۔
